[
    [
        {
            "speaker": "agent",
            "dialogue": "I make my way over to one of the businesses I know the Mothfia own, a soda fountain called the Fizzy Fort. I used to hate coming to places like this, but it seems now that I fit in quite well. Things change, People change…",
            "newSpeaker": "false"
        },
        {
            "speaker": "agent",
            "dialogue": "It seems luck has dealt me a few winning cards, I spot him...the Mothfather, the man who runs the seedy underbelly of this city. Lately it seems that he’s losing control of some of his operations, I guess that’s what happens when you grow old in a city that’s always moving.",
            "newSpeaker": "true"
        },
        {
            "speaker": "agent",
            "dialogue": "Mothfather",
            "newSpeaker": "true"
        },
        {
            "speaker": "agent",
            "dialogue": "I have no interest in jokes, Sheila's missing",
            "newSpeaker": "true"
        },
        {
            "speaker": "agent",
            "dialogue": "What do you want?",
            "newSpeaker": "true"
        },
        {
            "speaker": "agent",
            "dialogue": "And you’ll help me locate Sheila?",
            "newSpeaker": "true"
        },
        {
            "speaker": "agent",
            "dialogue": "Alright, I’ll see what I can do",
            "newSpeaker": "true"
        }
    ],

    [
        {
            "speaker": "mothfather",
            "dialogue": "I always knew you would come to my table eventually",
            "newSpeaker": "true"
        },
        {
            "speaker": "mothfather",
            "dialogue": "I hope you don’t think I grew kinder in my old age.",
            "newSpeaker": "true"
        },
        {
            "speaker": "mothfather",
            "dialogue": "Now who’s the comedian? You think you can come here and I’ll just GIVE you the information that came from my hard work?",
            "newSpeaker": "true"
        },
        {
            "speaker": "mothfather",
            "dialogue": "Ah! You got me there detective. I had gone into the apartment but only because I have yet to receive the rent payment from that partner of yours. But if I had to guess...I know the Mothfia had their eye on her so go bother them",
            "newSpeaker": "true"
        },
        {
            "speaker": "mothfather",
            "dialogue": "Your old partner Officer Barry, he’s sticking his nose into my business and I would rather he not.",
            "newSpeaker": "true"
        },
        {
            "speaker": "mothfather",
            "dialogue": "I’ll give you all the information about her and where she might be.",
            "newSpeaker": "true"
        },
        {
            "speaker": "mothfather",
            "dialogue": "Good luck detective.",
            "newSpeaker": "false"
        }
    ]
]